/* add card section - section title
consent section - add a new card */
"Add new" = "Ajouter nouveau";

"Apple Pay" = "Apple Pay";

/* title for bank selection */
"Bank" = "Banque";

/* Billing Address - title */
"Billing Address" = "Adresse de facturation";

/* add card section - billing info */
"Billing country or region" = "Pays ou région de facturation";

"Card" = "Carte";

/* consent section - alert cancel button to delete a consent */
"Cancel" = "Annuler";

/* Card Info Cell - title */
"Card Information" = "Informations sur la carte";

/* user input validation */
"Card’s expiration date is invalid" = "La date d’expiration de la carte est invalide";

/* consent section - unselect consent and go back to consent list */
"Change" = "Modifier";

/* consent section - choose a saved card */
"Choose a card" = "Choisir une carte";

/* billing city placeholder */
"City" = "Ville";

/* close button for alert */
"Close" = "Fermer";

/* checkout button title for recurring payment */
"Confirm" = "Confirmer";

/* consent section - cvc field placeholder
user input - cvc placeholder */
"CVC" = "CVC";

/* add card section - billing field */
"Email" = "E-mail";

/* user input validation */
"Expiry date is required" = "La date d’expiration est requise";

/* add card section - UnionPay warning message */
"For UnionPay, only credit cards can be saved. Click “Pay” to proceed with a one time payment or use another card if you would like to save it for future use." = "Pour UnionPay, seules les cartes de crédit peuvent être enregistrées. Cliquez sur « Payer » pour effectuer un paiement unique ou utilisez une autre carte si vous souhaitez l’enregistrer pour une utilisation future.";

/* user input validation */
"Invalid email" = "E-mail invalide";

/* user input validation */
"Invalid phone number" = "Numéro de téléphone invalide";

/* schema section - invalid schema data */
"Invalid schema" = "Schéma invalide";

/* user input validation */
"Invalid state" = "État invalide";

/* add card section - button to switch to consent list */
"Keep using saved cards" = "Continuer à utiliser les cartes enregistrées";

/* add card section - billing field */
"Name on card" = "Nom sur la carte";

/* payment section separator */
"Or pay with" = "Ou payer avec";

/* checkout button title for one-off payment */
"Pay" = "Payer";

/* title for payment sheet */
"Payment Methods" = "Moyens de paiement";

/* add card section - billing field */
"Phone number" = "Numéro de téléphone";

/* user input validation */
"Please enter your city" = "Veuillez entrer votre ville";

/* country selection view error hint
user input validation */
"Please enter your country" = "Veuillez entrer votre pays";

/* user input validation */
"Please enter your first name" = "Veuillez entrer votre prénom";

/* user input validation */
"Please enter your last name" = "Veuillez entrer votre nom";

/* user input validation */
"Please enter your name on card" = "Veuillez entrer le nom sur la carte";

/* user input validation */
"Please enter your street" = "Veuillez entrer votre rue";

/* user input validation - bank selection view error hint */
"Please select a bank" = "Veuillez sélectionner une banque";

/* billing postal code placeholder */
"Postal code" = "Code postal";

/* consent section - alert confirm button to remove a consent */
"Remove" = "Supprimer";

/* consent section - alert title for delete a consent */
"Remove %@?" = "Supprimer %@ ?";

/* Billing Address - reuse toggle */
"Same as shipping address" = "Identique à l’adresse de livraison";

/* add card section - toggle for card saving */
"Save my card for future payments" = "Enregistrer ma carte pour de futurs paiements";

/* schema section - title of Bank Selection form */
"Select your Bank" = "Sélectionnez votre Banque";

/* bank selection placeholder
country selection view placeholder */
"Select..." = "Sélectionner...";

/* billing state placeholder */
"State" = "État / Région";

/* billing street placeholder */
"Street" = "Rue";

/* consent section - alert message for delete a consent */
"This option will be permanently removed from your saved payment methods." = "Cette option sera définitivement supprimée de vos moyens de paiement enregistrés.";

/* alert message for delete MIT consent */
"This card is used for other payments you've set up with %@. Please contact %@ to update the payment method for these payments before removing this card." = "Cette carte est utilisée pour d'autres paiements que vous avez configurés avec %@. Veuillez contacter %@ pour mettre à jour le moyen de paiement pour ces paiements avant de supprimer cette carte.";

/* schema payment redirect reminder */
"You will be redirected to complete your payment upon confirmation." = "Vous serez redirigé pour finaliser votre paiement après confirmation.";


/* Apple Pay section - instruction text */
"Click the Apple Pay button below to securely complete your purchase." = "Cliquez sur le bouton Apple Pay ci-dessous pour finaliser votre achat en toute sécurité.";


/* billing state placeholder */
"Area" = "Zone";

/* billing state placeholder */
"County" = "Comté";

/* billing state placeholder */
"Department" = "Département";

/* billing state/city placeholder */
"District" = "District";

/* billing state placeholder */
"Do Si" = "Do Si";

/* billing postal code placeholder */
"Eircode" = "Eircode";

/* billing state placeholder */
"Emirate" = "Émirat";

/* billing state placeholder */
"Island" = "Île";

/* billing state placeholder */
"Oblast" = "Oblast";

/* billing state placeholder */
"Parish" = "Paroisse";

/* billing postal code placeholder */
"Pin" = "Pin";

/* billing state placeholder */
"Prefecture" = "Préfecture";

/* billing state placeholder */
"Province" = "Province";

/* billing city placeholder */
"Suburb" = "Faubourg";

/* billing city placeholder */
"Town" = "Ville";

/* billing postal code placeholder */
"ZIP code" = "Code postal";
